Repository: kolalok/gopenvpn
Catalog: po/*.po
Languages: cs

source: Passphrase for OpenVPN connection %s
cs: Heslová fráze k OpenVPN připojení '%s'

source: Connect %s
cs: Připojit %s

source: Error creating socket to talk to OpenVPN management interface
cs: Chyba při vytváření socketu k řídícímu rozhraní OpenVPN

source: Error connecting to OpenVPN management interface
cs: Chyba připojení k řídícímu rozhraní OpenVPN

source: Could not find an open TCP port for OpenVPN's management interface
cs: Nelze nalézt otevřený TCP port řídícího rozhraní OpenVPN

source: Error launching OpenVPN subprocess
cs: Chyba spuštění procesu OpenVPN

source: Disconnect %s
cs: Odpojit %s

source: OpenVPN: %d connection active
cs: OpenVPN: %d aktivní spojení

source: OpenVPN: 0 connections active
cs: OpenVPN: žádné aktivní spojení

source: Details...
cs: Detaily...

source: Quit
cs: Ukončit

source: No OpenVPN configuration files were found in %s
cs: Nenalezeny žádné konfigurační soubory OpenVPN v '%s'

source: Could not find openvpn binary at %s. Make sure OpenVPN is installed.
cs: Nelze nalézt spustitelný program openvpn %s. Ověřte, zda je OpenVPN nainstalováno.

source: gopenvpn could not find some required resources: file %s was not found.
cs: gopenvpn nenalezl některé nezbytné pomocné soubory: soubor %s nenalezen.

source: Enter your authentication credentials for this VPN connection.
cs: Zadejte přihlašovací údaje k tomuto VPN připojení.

source: VPN Configuration:
cs: Název konfigurace VPN:

source: Username:
cs: Uživatel:

source: Remember Password
cs: Zapamatovat heslo

source: Show Password
cs: Zobrazit heslo

source: Password:
cs: Heslo:

source: Enter your passphrase to unlock the VPN connection's private key.
cs: Zadejte heslovou frázi pro odemčení privátního klíče VPN připojení.

source: Passphrase:
cs: Heslová fráze:

source: Automatically Connect
cs: Automaticky připojit

source: Clear Log
cs: Smazat výpis

source: Edit Configuration
cs: Upravit konfiguraci

source: Connect
cs: Připojit

source: Disconnect
cs: Odpojit
